# SetLastDXFImportOpt

## Description
Set Last Used DXF Import Settings

```pascal
FUNCTION SetLastDXFImportOpt(
				selector : INTEGER;
				value    : PROCEDURE) : BOOLEAN;
```

```python

def vs.SetLastDXFImportOpt(selector, value):
    return BOOLEAN
```

## Parameters
|Name|Type|Description|
|---|---|---|
|selector|INTEGER||
|value|PROCEDURE||

## Version
Availability: from Vectorworks 2013
## Category
* ImportExport